[
    {
        "name": "Ahmad",
        "profile_photo": "https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/2f529f8d-34c2-41a3-2617-f4c033c82c00/public",
        "comment": "इसे खाने के बाद मेरा सेक्स टाइमिंग बहुत बढ़ा है। पहले 1 मिनट या कभी कभी उससे भी कम समय में गिर जाता था कई बार तो डालने से पहले गिर जाता था मैंने बस 3 महीने हॉर्सफायर का इस्तेमाल किया और अब कण्ट्रोल इतना बढ़ा गया है की बिना डिस्चार्ज हुए 2 घंटे तक सेक्स करता हूँ। "
    },
    {
        "name": "Santo",
        "profile_photo": "https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/e7ee5e9f-55a2-455a-175d-1d0d9815af00/public",
        "comment": "This is really outstanding, Within 1 month this made me a monster, Increased size and time. Now I'm performing last long daily."
    },
    {
        "name": "Digambar",
        "profile_photo": "https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/bb5bc409-8472-4516-8a72-675652c5a800/public",
        "comment": "Very effective, horsefire ko khane ke bad rojana pure din josh aur stamina rahta hai, jaisa Maine experience kiya hai male sex power badhaane ke liye ye sabse best medicine hai. low sex power wale bhaiyo ko ise jarur try kerna chahiye"
    },
    {
        "name": "Sanjiv",
        "profile_photo": "https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/4feedc4b-6b45-4e1b-f261-6cc741858400/public",
        "comment": "Iska result aapke diet par bhi depend kar sakta hai vaise to ye asar krega par achhi diet hogi to aur behatar result milega...maine expert ke btaye sabhi rule follw kiye aur mujhe man mutabik result mila...Shandar Product hai!!"
    },
    {
        "name": "Raj Pathak ",
        "profile_photo": "https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/d18eaf87-16d3-4ca6-a5b9-292dfadd2c00/public",
        "comment": "इसका रिजल्ट संतोषजनक है। जब मैंने इसे ख़रीदा था तब शुरू में लगा की मेरे पैसे बर्बाद हो गए लेकिन जैसे जैसे में इसे खाता गया मेरा पावर बढ़ता गया। बहुत अच्छा है और आयुर्वेदिक है तो मुझे कभी कोई प्रॉब्लम नहीं हुई। "
    },
    {
        "name": "Sameer Adhikari",
        "profile_photo": "https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/71090197-9f05-46d6-de1f-00f62bdb6300/public",
        "comment": "Excellent products. 100% working but slowly-slowly. Give visible results when used for at least three months. You can feel some changes within 7 to 15 days...Best 100% Natural and Safe."
    },
    {
        "name": "Shubh",
        "profile_photo": "https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/73deaef2-4187-422e-f172-abc54dc6cf00/public",
        "comment": "Salute Ayurveda for this type of product...very effective i love it💊❤❤"
    },
    {
        "name": "Bipin Chatterjee",
        "profile_photo": "https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/e5fd0d8a-2390-4394-9e09-62fd5db52a00/public",
        "comment": "It worked as per my expectations... a very satisfactory formulation. Very effective, It disappeared my sexual weakness like magic."
    },
    {
        "name": "Jayant Chaudhari",
        "profile_photo": "https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/9f5a35fd-dd2a-4d4e-96f3-4691c5aafc00/public",
        "comment": "मेरी गर्लफ्रेंड बार बार मुझे छोड़ने की धमकी देती थी और मेरा मजाक उड़ाती थी क्योंकि मैं देर तक उसका साथ नहीं दे पाता था लेकिन इस हॉर्सफायर कैप्सूल ने मेरी लाइफ ही बदल दी अब फौलादी औजार और दमदार प्रदर्शन से वो हमेशा खुश रहती है।"
    },
    {
        "name": "Dipankar",
        "profile_photo": "https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/b4bffed8-f850-4f46-cf18-5ad212e33000/public",
        "comment": "मुझे इससे बहुत शानदार फायदा हुआ है। एक हफ्ते तक मुझे यह साधारण लगा था पर उसके बाद मेरे ताकत और खड़ापन और सम्भोग अवधि में बदलाव दिखने लगा। मात्र तीन महीने के अंदर मेरी समस्या जड़ से खत्म हो गयी।"
    },
    {
        "name": "Sufiyana",
        "profile_photo": "https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/b0d8df67-fd24-4d30-7279-604ca6d82800/public",
        "comment": "This is best for men with short penish and lack of sex timing...jisse meri jaisi kitni sari females ko sex ka mja nhi mil paata hai..mere Husband ka penis kafi badh gya hai ab mujhe vo har bar thaka dete hai... mai har bar discharge ho jati hu par vo nhi hote hai. mujhe mja bahut milta hai...ab unka adha penis bhi orgasm de deta hai..."
    },
    {
        "name": "Dhirendra Yadav",
        "profile_photo": "https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/5f8fae0c-4baa-4532-4603-288e88881e00/public",
        "comment": "इसका परिणाम बहुत शानदार है, जिस समस्या का सालों से इलाज करा रहा था पर कुछ खास असर नहीं हो रहा था। उसे इसने केवल 2 महीने में पूरी तरह से समाप्त कर दिया। दिल से धन्यवाद इसे बनाने वाले को"
    },
    {
        "name": "Satish Sharma",
        "profile_photo": "https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/796d0c1c-6fd5-445b-9ede-25618434d100/public",
        "comment": "Very effective product...he feel's very energetic now"
    },
    {
        "name": "Vikash",
        "profile_photo": "https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/434a3e00-1324-4791-311b-25999c2a7a00/public",
        "comment": "Mujhe kmal ka result mila hai, iske istemal se ab meri timing kafi badh gyi hai...Part me hard erection milti hai jo jaldi dhila nhi padta hai."
    }
]